[
  "首页",
  "战役",
  "BF1CHS",
  "您目前似乎是离线状态！来几场战役如何？",
  "开始战役",
  "在《战地风云 1》宏伟的战役中体验终结一切战争的战争。",
  "上线",
  "《战地风云 1》",
  "《战地风云 4》",
  "《战地风云：硬仗》",
  "生涯",
  "战队",
  "观看",
  "新闻",
  "退出",
  "载入中…",
  "© 2016 ELECTRONIC ARTS INC.",
  "欢迎来到《战地风云 1》...",
  "正在个性化您的游戏体验…",
  "连接中",
  "派对",
  "创建派对",
  "与好友进行游戏",
  "添加的好友将在这里显示。",
  "《战地风云 2042》",
  "《战地风云 5》",
  "帮助",
  "正在进行游戏",
  
  "Battlefield™ 2042 Gold Edition 大出走 // 派對 [1/4]",
  
  "在线",
 
  "离线",
  
  "午安。",
  
  "快速匹配",
  "继续战役",
  "从上次离开的地方开始",
  "开始游戏",
  "所有地图",
  "超过 100 条结果",
  "英雄捆绑包",
  "战斗包",
  "捷径装备",
  "扩展包",
  "高级通行证",
  "租用服务器",
  "EA PLAY",
  "lucky_YouDie",
  "50,000,000 / 50,000,000",
  "自定义士兵",
  "社区任务",
  "勤务小任务",
  "41/41",
  "武器和装备",
  "239/241",
  "载具",
  "勋章",
  "60/60",
  "绶带",
  "47/47",
  "311/311",
  "271/322",
  "胜利",
  "61%",
  "得分/分钟",
  "2,251",
  "每分钟击杀数",
  "1.45",
  "最佳主要武器",
  "最佳兵種",
  "39,376,800 得分",
  "最佳佩槍",
  "[PHB] lucky_YouDie",
  "[PHB]",
  "百科条目",
  "123/123",
  "40/40",
  "25/25",
  "105/105",
  "18/18",
  "12G 自動霰彈槍",
  "JeanSartre",
  "[HART] JeanSartre",
  "25000经验值",
  "第 1 页，共 4 页",
  "衝鋒槍的概念源自於一次大戰，並隨著現代突擊兵團的滲透戰略不斷發展，義大利敢死隊是率先於 1915 年使用了雙管的維拉·佩羅薩衝鋒槍。同年，德軍步槍測試委員會列出了一款特製戰壕戰鬥武器的需求，當中要求設計簡單且廉價、輕量化，並且能夠全自動發射 9mm 帕拉貝魯姆彈藥。委員會最開始嘗試將 Lange Pistole 08 改造為全自動射擊，但過輕的重量和過快的射速讓這款武器難以控制。胡戈·施梅瑟（其父為 1890 年代設計出反衝式手槍的設計師路易斯·施梅瑟）於 1916 年開始著手將其父親的設計改造為更大型的全自動射擊武器系統。施梅瑟將完成的全自動手槍原型提交給軍方進行測試與評估，而其顛覆性的開放式槍栓反衝式槍機在測試中表現出其極為耐用的特性。這款堅固的武器裝有常規的步槍槍托，但卻包含接近民用等級的內部結構與外裝。其機匣是由一根粗厚的圓管製成，而槍栓則是從鋼塊一體成型壓成，整把槍只有 34 個零件。一開始的原型槍採用 20 發裝的盒狀彈匣，但測試委員會堅持採用當時已廣泛用於 P08 的 32 發彈鼓。\n\n1918 年初，施梅瑟設計的武器終於被採用並命名為「Maschinenpistole 18 I 型」，軍方隨即便採購 50,000 把用於迎接即將到來的皇帝會戰。也就是在這場戰役中，MP18 成為了突擊兵團的首選武器，也證明了它最適合進行射擊和跑動戰術。德軍將這款武器稱為「Grabenfeger」（戰壕清掃機）和「Kugelspritze」（子彈噴射器）。而在戰鬥中，MP 18 暴露出的主要缺陷之一就是彈鼓，因為這種彈鼓結構負責，同時難以和射速進行匹配，但總的來說這款武器的表現還是很出色。海因里希·孚尔默為 MP 18 設計了一款實驗性彈匣，這款 60 發的旋轉式彈匣由士兵攜帶在髖部，並有一根柔韌的輸彈管連接至武器。\n\n然而 MP 18 的產量卻沒有達到預期，據統計在停戰前至少生產了 30,000 把，但只有約 10,000 被發配至了前線。於 1918 年 10 月 17 日的賽勒河之役中，國王施洛普郡輕步兵團第一軍團的士兵從德意志守軍處繳獲了一把 MP 18，這把戰利品的槍托隨即被做上記號，至今仍在英國的博物館中展出。法軍也在他們最後的攻勢中繳獲了許多 MP 18 並開始研究這些武器，這也直接促進了 MAS 1924 等多款衝鋒槍的研發。被繳獲的 MP 18 衝鋒槍在一次世界大戰後被配發給法軍士兵，法軍甚至還為它們研發了專用的加長彈匣。",
  "\nMP 18 對協約國的影響頗為巨大，這點在凡爾賽合約中便可略見一斑，合約中載明德國可製造和持有的衝鋒槍數量，當中也包括供應德國警方使用的數百把 MP 18。這些衝鋒槍隨後又改為使用最初的 20 發彈匣，這種彈匣上刻有施梅瑟的名字，而他本人也擁有專利權。後來，這種彈匣還用於 MP 40 等德軍衝鋒槍上，這也就是為什麼胡戈·施梅瑟常被誤認為是 MP 40 的設計者，更諷刺的是，大多數人也不記得他其實才是具有革命性影響的 MP 18 的設計師。準軍事組織自由軍團一直沿用這款武器，在 1922 年，一把 MP 18 還扮演了暗殺魏瑪共和國外交部長瓦爾特·拉特瑙的凶器。直到 MP 38 成為制式武器前，德國都未再下令製造其他款衝鋒槍，但在二次大戰期間，仍有少量的 MP 18 流傳於德軍之間。MP 18 的開放式槍機反衝機制幾乎為隨後 50 年中的每款衝鋒槍都奠定了基礎；比如英軍蘭切斯特衝鋒槍、蘇聯 PPD 衝鋒槍和芬蘭索米衝鋒槍。",
  "Battlefield™ 1 在選單中",
  "Battlefield™ 1 多人模式：在西奈沙漠以士兵身分參加征服",
  "配上鋒利的軍鏟，這些基本的兵器完全符合壕溝戰的本質。參與戰壕突襲戰的士兵往往會棄用步槍與刺刀，轉為使用手槍和棍棒的絕妙組合。這也讓一次大戰看起來更像是中世紀戰爭，而非現代戰爭。\n\n佈滿鐵釘與帶刺鐵絲的自製棍棒、釘頭槌以及裝有手指虎的刀械加入了新型態的殘忍肉搏戰中，彷彿回到數個世紀前的戰爭一般。",
  "法國的藍魔鬼、義大利敢死隊以及德國衝鋒部隊都使用激進的胡蒂爾（Hutier）滲透策略，一種在一次大戰中嶄露頭角的侵略性戰鬥方式。\n\n這種革命性的戰鬥方式顯然與先前耗費無數大型步兵團正面突擊的方式背道而馳。衝鋒部隊的攻擊通常由暴虐的小區域砲擊彈幕開始，專注在攻擊較小的據點，而非整個前線，接著衝鋒部隊會穿越無人區進行快速突擊，拿下關鍵據點，並持續穿越戰線，造成混亂的同時也癱瘓後方的敵人。通常還會伴隨著後方的普通部隊前來鞏固所佔領的區域。",
  "著名的第五代英軍坦克挾帶著比前身更佳的性能以及更厚的裝甲席捲戰場。1918 年間總共建造了 400 台，並曾在數場不同的戰役中亮相。在哈梅爾戰役與亞眠戰役中，288 台坦克與英軍並肩作戰。美軍的 301 重型坦克軍團也配備了少量的 Mark V，試圖用來突破防守森嚴的興登堡防線。\n\n坦克幾乎對所有小型武器火力免疫，但卻可能被野戰砲、迫擊砲、K 彈、反坦克步槍、火焰噴射器以及「Geballte Ladung」（集束榴彈，也就是將數個德軍柄式手榴彈綁在一起）所損毀。",
  "若想要停車，在砲塔處的指揮官便會踢駕駛的頭，若想要前進便會踢駕駛的後背。連續踢幾下則代表駕駛應該後退。這種方式肯定能考驗兩人之間的友誼。\n\n一次大戰後，這款坦克被輸出到全世界許多國家，有些甚至在二次大戰中投入使用。",
  "第一手消息表示當時有 7 個協約國的王牌飛行員咬住了威爾納·沃斯（Werner Voss）所駕駛的 DR 1，然後沃斯就做出了令人嘆為觀止的平螺旋滑翔。他當時直接將飛行的方向短暫逆轉了一下，讓他有機會向後面追擊的飛行員射擊。儘管處於 7 對 1 的劣勢，沃斯仍成功在這場傳奇空戰當中擊中了每一架協約國戰機。\n\n其中一位協約國飛行員後來還在信中寫道：「我得向沃斯致敬，他真的是我所遇過最勇敢的傢伙，也是我遇過最出色的鬥士。」",
  "法軍的 2C 戰車，又稱為「Char de Rupture 2C（突破坦克）」，其概念最初在 1916 年成形，最終成為了史上體積最為龐大的量產坦克。有著約 70 噸重的總重，這款坦克也是史上最重的超重型量產坦克之一，僅次於二次大戰中的獵虎式驅逐戰車。儘管這款坦克象徵著坦克研發上的高度發展，2C 戰車仍錯過了在歷史上發光發熱的機會，到了今日仍是一款充滿謎團的戰車。\n超重型坦克的概念是在一次大戰西方戰線的特殊環境下所誕生，當時幾乎所有參戰國都在考慮巨型載具的採用，期望在突深遠防線並摧毀敵方據點的同時，不會受到砲擊的影響。當時多數參戰國還預期戰事會持續到 1919 年，讓這些巨型坦克能帶領其他小型載具長驅直入，贏得勝利。這類超重型戰車的設計中還包含德國的「K 戰車（K-Wagen）」以及英國的「飛象（Flying Elephant）」，兩者皆超過 100 公噸重，而最為極端的案例大概便是英國重達 1500 公噸的「陸上無畏艦」了。儘管這些設計最後都停在了概念草圖的階段，法國卻在重型坦克的概念上更上一層樓。\n\n1916 年的夏季，位於法國南部的 FCM 造船廠獲得了開發「大型突擊坦克」的合約，但當時對於這款突擊坦克的製造方向仍有許多爭論，於是到了 1917 年初，法國軍方訂購了三台不同噸位的原型坦克：30 噸重的「A」型、45 噸重的「B」型，以及 62 噸重的「C」型。直到 1917 年 11 月，在眾人的面前，首款原型坦克 FCM 1A 才終於面世。然而到了 1918 年出，軍方高層決定採用最重的「C」型坦克，還要求打造全新的原型坦克，大幅延遲了整個計畫的進程。法軍共向 FCM 訂購了 300 台 2C 坦克，到了一次大戰結束時僅建造了 10 台，但在休戰協議簽訂前，這 10 台坦克從未投入使用。\n\n建造完畢的 2C 戰車是款十分先進的坦克，有著許多創新的特點，寬敞的車身內有能容納 12 位操作人員的艙室、兩側各有一架機槍，在前艙的上方還有搭載 75mm 主砲的旋轉砲塔以及同軸機槍。可容納三人的砲塔位於十分高的高處，必須透過梯子才能進入，而操作人員必須坐在砲塔頂部懸吊的座位上。在坦克後方有一挺較小的機槍砲塔，而兩座砲塔都有頻閃指揮塔。2C 坦克的裝甲處在一次大戰中最厚的行列中，兩側有著 22mm 的裝甲，前側則厚達 45mm。每條履帶一開始採用獨立的 200 匹馬力引擎，以電子傳動方式驅動，讓這台巨型坦克的頂速可到達每小時 12 公里。車身共有 10.27 公尺長、3 公尺寬、略超過 4 公尺高。2C 戰車的寬度不夠，無法透過鐵路運至前線，這在後來成了一個致命性的缺陷。",
  "\n一次大戰結束後，法軍對於這款造價高昂的戰爭機械頓失興趣，每台 2C 坦克的花費能用來製造 20 輛 FT 輕型坦克。而到了 1921 年 10 台 2C 坦克全數竣工後，這些坦克便主要被用來做為宣傳工具，用以宣傳法國是世上唯一擁有超重型量產坦克的國家。到了二次大戰時，在全新的坦克開發進程下，2C 坦克開始顯得過時，其緩慢的速度和巨大的體積讓其成為現代驅逐戰車的惡夢。當德軍於 1940 年突破法軍防線時，軍方高層決定將 2C 戰車透過鐵路送往南方，以避免其遭到俘虜，但列車最後遭到封堵，那些 2C 坦克最後也遭到銷毀。然而德軍最後還是完整地俘獲了一台 2C 坦克，並將其送回柏林。等到二次大戰結束後，這台被俘虜的 2C 坦克卻消失了，於是便開始有了這台坦克仍存放在俄國某處的傳言。",
  "西方戰線和義大利戰線為了建造穩固的戰壕與堡壘而在地面上掘地三尺。戰事變成了防禦戰，這時看到了僵局的一線曙光─或者我們應該說是「黑暗」，突破僵局發動戰爭的其一個方式就是開挖地道，通往地下深處或山脈中，甚至到達敵軍前線的地下深處。開挖地道的部隊會在地底放置炸彈，然後以遙控方式引爆，在敵軍前線上製造裂口。\n\n梅辛山脈上遺留的坑洞現在依然可見，而在法國鄉間也有類似的巨大坑洞。在義大利阿爾卑斯山脈也可以看見整座山被摧毀的遺跡。",
  "三台 Mark IV 坦克緩緩開入小鎮中，從霧氣當中他們發現一台德軍 A7V 坦克。領頭的英軍雄性坦克率先射擊但未擊中對方，而 A7V 立即反擊並成功擊中兩台雌性坦克，將它們從戰鬥中逼退。現在已成為一對一的局面。英軍雄性坦克中的人員迫切地想要瞄準 A7V，最後終於擊中。\n\n那一擊殺掉了德軍坦克中的 57mm 火砲操作員，於是德軍的指揮官決定撤退。此時英軍發現兩台 A7V 坦克前來增援，這台孤身作戰的英軍坦克最後也決定撤退。到了晚上，維萊布勒托訥便落入了德軍手中。",
  "多種形式的砲擊是步兵以及坦克的首要威脅。從輕型具行動性的步兵支援火砲，到能摧毀堡壘的重型攻城火砲應有盡有。有些只是作為威嚇性武器，例如惡名昭彰的巴黎砲便能將砲彈轟進巴黎的街道。它所發射的砲彈飛得如此之高，成為了第一批進入平流層的人造物體。\n\n彈藥的種類也很多樣，能用於多種不同目的。彈殼能產生破片、毒氣、燃燒效果、高爆、穿甲，以及震撼衝擊波。",
  "1. 試圖在攻擊前奪得有利位置。在接近敵人前或接近敵人中，一定要先爬升，這樣才可以從上空突襲敵人，或從後上方快速襲擊敵機。\n2. 嘗試在太陽與敵人之間飛行。太陽的強光會阻擋敵人視線，讓敵人很難發現你，也無法準確地射擊。\n3. 務必等到敵人在範圍之內才使用機槍射擊，敵人同時也必須在你的視野範圍之內。\n4. 在敵人毫無防備的狀態下攻擊他，或是在他進行偵察、攝影或轟炸等其他任務時發動攻擊。\n5. 千萬不要背對敵人，盡力擺脫敵人戰鬥機的糾纏。如果你後方有敵機突襲，你應該毫不猶豫地轉向面對敵人射擊。\n6. 不要讓敵人逃出你的視線，不要讓他用技巧欺騙你。如果敵機受損，跟著他直到他墜落，確保他不是在使詐。\n7. 有勇無謀的行為只會帶來死亡。戰鬥機中隊必須與其他飛行員密切合作進行戰鬥。必須遵從指揮官的指令。",
  "1917 年，英軍與法軍在阿拉斯組織了一場進攻，被稱為尼維爾攻勢。有人認為數量較多的協約國飛機會在戰鬥中佔優勢。但結果恰恰相反。他們對上的是訓練有素、組織嚴密的德國飛行員。德國飛機信天翁 D-II 和 D-III（Albatross D II \u0026 D III）\n在進攻交戰中佔盡優勢。在數量上雖然德國中隊的人數處於劣勢，但對於交火的時機挑選得當並對協約國造成了巨大損失。",
  "儘管有很多操作上的問題，英軍一開始仍將法國的 Le Prieur 火箭視為擊落飛船的理想武器。這款火箭曾成功在西線戰場擊落觀測用氣球，當時多數飛機只能在機翼的支柱上加裝十支火箭管。但若要擊中飛船，飛行員必須非常接近防衛森嚴的飛船。\n\n從未有飛船被空對空火箭擊落過。飛船通常是被上方落下的炸彈、防空火力或是採用新款彈藥組合的飛機所擊落，當然還得算入某位直接駕駛飛機撞進飛船的勇猛法國飛行員。",
  "當時的坦克需要由戰機支援，這個事實往往被世人所忽略，而坦克軍團與英國皇家空軍之間的合作關係在戰爭中持續發展。\n\n在 1918 年 6 月，有些飛行中隊專門偵察出坦克行進路徑中的反坦克砲，並呼叫砲擊攻打這些陣地。有些攜帶炸彈的飛機乾脆就直接扮演砲擊的角色，同時為地面上的坦克提供前方路徑的寶貴資訊。",
  "法國在 1917 年爆發出重大間諜醜聞，在其境內發現有人用金錢援助反戰運動。被捕的人之中，最有名的就是脫衣舞孃瑪塔·哈里（Mata Hari）。瑪塔·哈里心思非常敏銳也非常聰明，會說好幾種語言，但她矢口否認參與間諜活動。\n\n她受到了審判，並在 10 月 15 號被槍決。如今都無法定論她是否有罪，真相仍被迷霧遮蓋。",
  "俗稱「威靈頓大廈」的英國戰爭宣傳部，是由作家查爾斯‧馬斯特曼所負責的組織，他招募了如 H.G 威爾斯、柯南‧道爾和湯瑪士‧哈代等著名的藝術家與作家一同為英國的利益進行宣傳。他們負責設計被視為最高機密的書籍、小冊子、海報與報紙，旨在鼓勵新兵招募、提高本土的士氣與戰爭支持度，同時對國外的敵人發動心理戰。他們在德軍入侵比利時之時，真假參半地報導了德軍的惡行，同時利用經過高度修飾的《索姆河戰役》等電影來激發閱聽人的情緒，同時影響國內輿論。到了 1916 年，威靈頓大廈被納入了英國外交部的直接管轄之下。",
  "发送所有请求响应到本地",
  "发送所有未解析文本到本地",
  "发送所有错误到本地",
  "本地 JSON 读取测试",
  "内置调试界面",
  "V.5388698",
  "调试测试",
  "调试测试触发",
  "确定",
  "发送失败",
  "试图发送信息\n总长7499"
]